Repository: 0xWDG/xcstrings-translator
Catalog: Localizable (1).xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fi, fr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans

source: Scroll through appointments
ar: قم بالتمرير عبر المواعيد
bg: Прелистване на срещи
cs: Procházení schůzek
da: Rul gennem aftaler
de: Durch Termine scrollen
el: Κάντε κύλιση στα ραντεβού
es: Desplázate por las citas
fi: Selaa tapaamisia
fr: Faites défiler les rendez-vous
hu: Lapozzon a kinevezések között
id: Menggulir melalui janji temu
it: Scorri gli appuntamenti
ja: 予定をスクロールする
ko: 약속 스크롤하기
nl: Blader door afspraken
pl: Przewijaj spotkania
pt_br: Percorra os compromissos
pt_pt: Percorra os compromissos
ro: Derulați prin programări
ru: Прокручивай встречи
sk: Prechádzanie stretnutí
sv: Bläddra igenom möten
tr: Randevular arasında gezinme
uk: Прокручуйте зустрічі
zh_hans: 滚动浏览预约

source: Scrollable month views
ar: طرق عرض الشهر القابلة للتمرير
bg: Прегледи на месеца с възможност за превъртане
cs: Posuvné zobrazení měsíce
da: Rulbare månedsvisninger
de: Scrollbare Monatsansichten
el: Προβολές μήνα με δυνατότητα κύλισης
es: Vistas de mes desplazables
fi: Vieritettävät kuukausinäkymät
fr: Vues mensuelles défilables
hu: Görgethető havi nézetek
id: Tampilan bulan yang dapat digulir
it: Visualizzazioni mensili scorrevoli
ja: スクロール可能な月表示
ko: 스크롤 가능한 월별 보기
nl: Scrollbare maandweergaven
pl: Przewijane widoki miesiąca
pt_br: Visualizações de mês com rolagem
pt_pt: Visualizações mensais roláveis
ro: Vizualizări lunare derulabile
ru: Прокручиваемые виды месяцев
sk: Posuvné zobrazenia mesiacov
sv: Rullbara månadsvyer
tr: Kaydırılabilir ay görünümleri
uk: Місячні перегляди з прокруткою
zh_hans: 可滚动的月视图

source: Settings
ar: إعدادات
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Configurações
ro: Configurări
ru: Настройки
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
uk: Параметри
zh_hans: 设置

source: Show appointment indicators
ar: عرض مؤشرات المواعيد
bg: Показване на индикатори за среща
cs: Zobrazit indikátory schůzek
da: Vis indikatorer for aftaler
de: Terminanzeigen anzeigen
el: Εμφάνιση δεικτών ραντεβού
es: Mostrar indicadores de citas
fi: Näytä tapaamisindikaattorit
fr: Afficher les indicateurs de rendez-vous
hu: Időpontjelzők megjelenítése
id: Tampilkan indikator janji temu
it: Mostra indicatori di appuntamento
ja: アポイントメント・インジケータを表示する
ko: 약속 표시기 표시
nl: Afspraakindicatoren weergeven
pl: Pokaż wskaźniki spotkań
pt_br: Mostrar indicadores de compromissos
pt_pt: Mostrar indicadores de compromisso
ro: Afișați indicatorii de programare
ru: Показать индикаторы назначений
sk: Zobraziť indikátory stretnutia
sv: Visa tidsindikatorer
tr: Randevu göstergelerini göster
uk: Показати індикатори зустрічей
zh_hans: 显示预约指标

source: Show as
ar: أظهر ك
bg: Покажи като
cs: Zobrazit jako
da: Vis som
de: Anzeigen als
el: Εμφάνιση ως
es: Mostrar como
fi: Näytä kuin
fr: Afficher comme
hu: Megjelenítés mint
id: Tampilkan sebagai
it: Mostra come
ja: と表示する
ko: 다른 이름으로 표시
nl: Laat zien als
pl: Pokaż jako
pt_br: Mostrar como
pt_pt: Mostrar como
ro: Arată ca
ru: Показать как
sk: Zobraziť ako
sv: Visa som
tr: Olarak göster
uk: Показати як
zh_hans: 显示为

source: Show week numbers
ar: أظهر أرقام الأسابيع
bg: Номера на изложбената седмица
cs: Čísla výstavního týdne
da: Vis ugens tal
de: Wochenzahlen anzeigen
el: Εμφάνιση αριθμών εβδομάδας
es: Mostrar los números de la semana
fi: Näytä viikon numerot
fr: Afficher les chiffres de la semaine
hu: Heti számok megjelenítése
id: Menampilkan angka minggu
it: Mostra i numeri della settimana
ja: ショーウィークの数字
ko: 주 번호 표시
nl: Weeknummers weergeven
pl: Pokaż numery tygodnia
pt_br: Mostrar números da semana
pt_pt: Mostrar números da semana
ro: Numerele săptămânii de spectacol
ru: Номера недели шоу
sk: Čísla výstavného týždňa
sv: Visa veckans siffror
tr: Hafta numaralarını göster
uk: Показати номери тижнів
zh_hans: 显示周号

source: Show week numbers on the calendar
ar: عرض أرقام الأسابيع على التقويم
bg: Показване на номерата на седмиците в календара
cs: Zobrazení čísel týdnů v kalendáři
da: Vis ugenumre i kalenderen
de: Wochenzahlen im Kalender anzeigen
el: Εμφάνιση αριθμών εβδομάδας στο ημερολόγιο
es: Mostrar los números de la semana en el calendario
fi: Näytä viikon numerot kalenterissa
fr: Afficher les chiffres de la semaine sur le calendrier
hu: Heti számok megjelenítése a naptárban
id: Menampilkan nomor minggu pada kalender
it: Mostra i numeri della settimana sul calendario
ja: カレンダーに週番号を表示する
ko: 캘린더에 주 번호 표시
nl: Toon weeknummers op de kalender
pl: Pokaż numery tygodni w kalendarzu
pt_br: Mostrar os números da semana no calendário
pt_pt: Mostrar os números da semana no calendário
ro: Afișați numerele săptămânilor pe calendar
ru: Показывайте номера недель в календаре
sk: Zobrazenie čísel týždňov v kalendári
sv: Visa veckonummer i kalendern
tr: Takvimde hafta numaralarını gösterin
uk: Показувати номери тижнів у календарі
zh_hans: 在日历上显示周号

source: Status
ar: وضع
bg: Състояние
cs: Stav
el: Κατάσταση
es: Estado
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ja: 状況
ko: 상태
pt_br: Estado
ro: Stare
ru: Статус
sk: Stav
tr: Durum
uk: Стан
zh_hans: 形势

source: Tentative
ar: مؤقت
bg: Под въпрос
cs: Předběžné
da: Med forbehold
de: Versuch
el: Δοκιμαστικός
es: Tentativo
fi: Mahdollisesti
fr: Attempt
hu: Függőben lévő
id: Belum Pasti
it: Provvisorio
ja: 仮承諾
ko: 미정
nl: Herhalend
pl: Być może
pt_br: Tentativa
pt_pt: Provisório
ro: Incert
ru: Возможно
sk: Podľa okolností
sv: Preliminär
tr: Belirsiz
uk: Невизначений
zh_hans: 暂定的

source: The blue dot will show on the selected day
ar: ستظهر النقطة الزرقاء في اليوم المحدد
bg: Синята точка ще се покаже в избрания ден
cs: Modrá tečka se zobrazí ve vybraný den
da: Den blå prik vises på den valgte dag
de: Der blaue Dot wird am ausgewählten Tag angezeigt
el: Η μπλε κουκκίδα θα εμφανιστεί την επιλεγμένη ημέρα
es: El punto azul se mostrará en el día seleccionado
fi: Sininen piste näkyy valittuna päivänä
fr: Le dot bleu s'affichera le jour sélectionné
hu: A kék pont a kiválasztott napon jelenik meg
id: Titik biru akan muncul pada hari yang dipilih
it: Il dot blu verrà visualizzato nel giorno selezionato
ja: 選択した日に青い点が表示される
ko: 선택한 날짜에 파란색 점이 표시됩니다
nl: De blauwe stip wordt weergegeven op de geselecteerde dag
pl: Niebieska kropka pojawi się w wybranym dniu
pt_br: O ponto azul será exibido no dia selecionado
pt_pt: O ponto azul será mostrado no dia selecionado
ro: Punctul albastru va apărea în ziua selectată
ru: Синяя точка будет отображаться в выбранный день
sk: Modrá bodka sa zobrazí vo vybraný deň
sv: Den blå pricken kommer att visas på den valda dagen
tr: Mavi nokta seçilen günde gösterilecektir
uk: Синя крапка з'явиться у вибраний день
zh_hans: 蓝点将在选定的日期显示

source: The number of dots will show the amount of appointments on that day
ar: سيظهر عدد النقاط عدد المواعيد في ذلك اليوم
bg: Броят на точките показва броя на срещите в този ден
cs: Počet teček ukazuje počet schůzek v daný den
da: Antallet af prikker viser antallet af aftaler den pågældende dag
de: Die Anzahl der Punkte zeigt die Anzahl der Termine an diesem Tag an
el: Ο αριθμός των κουκκίδων θα δείχνει τον αριθμό των συναντήσεων εκείνη την ημέρα
es: El número de puntos mostrará la cantidad de citas ese día
fi: Pisteiden määrä osoittaa tapaamisten määrän kyseisenä päivänä
fr: Le nombre de points montrera le nombre de rendez-vous ce jour-là
hu: A pontok száma mutatja az adott napra vonatkozó találkozók számát
id: Jumlah titik akan menunjukkan jumlah janji temu pada hari itu
it: Il numero di punti mostrerà la quantità di appuntamenti in quel giorno
ja: 点の数がその日の予約数を示す
ko: 점의 개수에 따라 해당 날짜의 약속 양이 표시됩니다
nl: Het aantal stippen zal het aantal afspraken op die dag weergeven
pl: Liczba kropek wskazuje liczbę spotkań w danym dniu
pt_br: O número de pontos mostrará a quantidade de compromissos naquele dia
pt_pt: O número de pontos mostrará a quantidade de compromissos naquele dia
ro: Numărul de puncte va indica numărul de programări din ziua respectivă
ru: Количество точек показывает количество назначенных встреч в этот день
sk: Počet bodiek zobrazuje počet stretnutí v daný deň
sv: Antalet prickar visar antalet möten den aktuella dagen
tr: Nokta sayısı o günkü randevu miktarını gösterecektir
uk: Кількість крапок покаже кількість зустрічей у цей день
zh_hans: 点数将显示当天的预约数量

source: To use Calendo. please allow Calendo access to your calendar.
ar: لاستخدام Calendo. يرجى السماح ل Calendo بالوصول إلى التقويم الخاص بك.
bg: За да използвате Calendo, разрешете на Calendo достъп до вашия календар.
cs: Chcete-li používat Calendo, povolte Calendu přístup do svého kalendáře.
da: For at bruge Calendo skal du give Calendo adgang til din kalender.
de: Um Calendo zu verwenden, erlauben Sie Calendo bitte den Zugriff auf Ihren Kalender.
el: Για να χρησιμοποιήσετε το Calendo. επιτρέψτε την πρόσβαση στο Calendo στο ημερολόγιό σας.
es: Para usar Calendo, permita que Calendo acceda a su calendario.
fi: Jos haluat käyttää Calendoa, anna Calendolle pääsy kalenteriisi.
fr: Pour utiliser Calendo, veuillez autoriser Calendo à accéder à votre calendrier.
hu: A Calendo használatához engedélyezze a Calendo hozzáférését a naptárához.
id: Untuk menggunakan Calendo. izinkan akses Calendo ke kalender Anda.
it: Per utilizzare Calendo, consenti a Calendo di accedere al tuo calendario.
ja: Calendoを使用するには、Calendoがあなたのカレンダーにアクセスできるようにしてほしい。
ko: Calendo. 를 사용하려면 캘린더에 대한 Calendo의 액세스를 허용하세요.
nl: Om Calendo te gebruiken. geef Calendo toegang tot uw agenda.
pl: Aby korzystać z Calendo. zezwól Calendo na dostęp do Twojego kalendarza.
pt_br: Para usar o Calendo, permita que o Calendo tenha acesso ao seu calendário.
pt_pt: Para usar o Calendo, permita que o Calendo acesse seu calendário.
ro: Pentru a utiliza Calendo, vă rugăm să permiteți accesul Calendo la calendarul dvs.
ru: Чтобы использовать Calendo. разреши Calendo доступ к своему календарю.
sk: Ak chcete používať Calendo, povoľte Calendu prístup do svojho kalendára.
sv: För att använda Calendo måste du ge Calendo tillgång till din kalender.
tr: Calendo'yu kullanmak için lütfen Calendo'nun takviminize erişmesine izin verin.
uk: Щоб використовувати Calendo. будь ласка, дозвольте Calendo доступ до вашого календаря.
zh_hans: 要使用Calendo。请允许Calendo访问您的日历。

source: Today
ar: اليوم
bg: Днес
cs: Dnes
da: I dag
de: Heute
el: σήμερα
es: Hoy
fi: Tänään
fr: Aujourd'hui
hu: Ma
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
pt_pt: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sv: Idag
tr: Bugün
uk: Сьогодні
zh_hans: 当今

source: Unavailable
ar: غير متوفر
bg: Недостъпно
cs: Není k dispozici
da: Ikke tilgængelig
de: Nicht erhältlich
el: Απασχολημένος
es: No disponible
fi: Ei käytettävissä
fr: Indisponible
hu: Nem érhető el
id: Tidak Tersedia
it: Non disponibile
ja: 使用不可
ko: 사용할 수 없음
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Indisponível
pt_pt: Indisponível
ro: Indisponibil
ru: Недоступно
sk: Nedostupné
sv: Inte tillgänglig
tr: Kullanılamıyor
uk: Недоступно
zh_hans: 无法得到的

source: Unknown
ar: غير معروف
bg: Непознат
cs: Není známo
da: Ukendt
de: Unbekannte
el: Αγνωστος
es: Incógnita
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd
tr: Bilinmeyen
uk: Невідомо
zh_hans: 未知数

source: Update consent
ar: تحديث الموافقة
bg: Съгласие за актуализация
cs: Souhlas s aktualizací
da: Opdatering af samtykke
de: Zustimmung aktualisieren
el: Ενημέρωση συγκατάθεσης
es: Actualizar consentimiento
fi: Päivityslupa
fr: Mettre à jour le consentement
hu: Hozzájárulás frissítése
id: Perbarui persetujuan
it: Aggiorna il consenso
ja: 更新の同意
ko: 업데이트 동의
nl: Toestemming bijwerken
pl: Zgoda na aktualizację
pt_br: Atualizar consentimento
pt_pt: Consentimento atualizado
ro: Actualizarea consimțământului
ru: Согласие на обновление
sk: Súhlas s aktualizáciou
sv: Godkännande av uppdatering
tr: Güncelleme onayı
uk: Оновити згоду
zh_hans: 更新同意书

source: User-Friendly Interface
ar: واجهة سهلة الاستخدام
bg: Удобен за потребителя интерфейс
cs: Uživatelsky přívětivé rozhraní
da: Brugervenlig grænseflade
de: Benutzerfreundliche Schnittstelle
el: Φιλική προς το χρήστη διεπαφή
es: Interfaz fácil de usar
fi: Käyttäjäystävällinen käyttöliittymä
fr: Interface conviviale
hu: Felhasználóbarát felület
id: Antarmuka yang Ramah Pengguna
it: Interfaccia intuitiva
ja: ユーザーフレンドリーなインターフェース
ko: 사용자 친화적인 인터페이스
nl: Gebruikersvriendelijke interface
pl: Przyjazny dla użytkownika interfejs
pt_br: Interface amigável ao usuário
pt_pt: Interface Fácil de Usar
ro: Interfață ușor de utilizat
ru: Удобный интерфейс
sk: Používateľsky prívetivé rozhranie
sv: Användarvänligt gränssnitt
tr: Kullanıcı Dostu Arayüz
uk: Зручний інтерфейс
zh_hans: 用户友好的界面

source: Version
ar: نسخة
bg: Версия
cs: Verze
el: Εκδοχή
es: Variante
fi: Versio
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
tr: Sürüm
uk: Версія
zh_hans: 变种

source: View your appointments
ar: عرض مواعيدك
bg: Преглед на вашите срещи
cs: Zobrazení schůzek
da: Se dine aftaler
de: Sehen Sie sich Ihre Termine an
el: Δείτε τα ραντεβού σας
es: Vea sus citas
fi: Näytä tapaamisesi
fr: Voir vos rendez-vous
hu: Nézze meg a találkozóit
id: Melihat janji temu Anda
it: Visualizza i tuoi appuntamenti
ja: 予約を確認する
ko: 약속 보기
nl: Bekijk uw afspraken
pl: Wyświetl swoje spotkania
pt_br: Ver seus compromissos
pt_pt: Veja seus compromissos
ro: Vizualizați programările dvs
ru: Просмотри свои встречи
sk: Zobrazenie vašich stretnutí
sv: Se dina bokade möten
tr: Randevularınızı görüntüleyin
uk: Перегляньте свої зустрічі
zh_hans: 查看您的预约

source: We don't gather your calendar data.
ar: نحن لا نجمع بيانات التقويم الخاص بك.
bg: Не събираме данни от календара ви.
cs: Data z kalendáře neshromažďujeme.
da: Vi indsamler ikke dine kalenderdata.
de: Wir sammeln Ihre Kalenderdaten nicht.
el: Δεν συλλέγουμε τα δεδομένα του ημερολογίου σας.
es: No recopilamos los datos de su calendario.
fi: Emme kerää kalenteritietojasi.
fr: Nous ne recueillons pas les données de votre calendrier.
hu: Nem gyűjtjük a naptáradatokat.
id: Kami tidak mengumpulkan data kalender Anda.
it: Non raccogliamo i dati del tuo calendario.
ja: 私たちはあなたのカレンダーのデータを集めることはしない。
ko: 당사는 사용자의 캘린더 데이터를 수집하지 않습니다.
nl: We verzamelen uw agendagegevens niet.
pl: Nie gromadzimy danych z Twojego kalendarza.
pt_br: Não coletamos seus dados de calendário.
pt_pt: Não coletamos os dados do seu calendário.
ro: Nu colectăm datele dvs. din calendar.
ru: Мы не собираем данные твоего календаря.
sk: Nezhromažďujeme údaje z vášho kalendára.
sv: Vi samlar inte in dina kalenderuppgifter.
tr: Takvim verilerinizi toplamıyoruz.
uk: Ми не збираємо дані вашого календаря.
zh_hans: 我们不收集您的日历数据。

source: Weekly
ar: أسبوعيا
bg: Седмично
cs: Týdně
da: Ugentligt
de: Wöchentlich
el: Εβδομαδιαίος
es: Semanal
fi: Viikoittain
fr: Hebdomadaire
hu: Hetente
id: Mingguan
it: Settimanale
ja: 毎週
ko: 매주
nl: Wekelijks
pl: Co tydzień
pt_br: Semanalmente
pt_pt: Semanal
ro: Săptămânal
ru: Еженедельно
sk: Týždenne
sv: Varje vecka
tr: Her Hafta
uk: Щотижня
zh_hans: 每周一次的

source: Welcome to Calendo!
ar: مرحبا بك في كاليندو!
bg: Добре дошли в Calendo!
cs: Vítejte v Calendu!
da: Velkommen til Calendo!
de: Willkommen bei Calendo!
el: Καλωσορίσατε στο Calendo!
es: ¡Bienvenido a Calendo!
fi: Tervetuloa Calendoon!
fr: Bienvenue à Calendo !
hu: Üdvözöljük a Calendo-nál!
id: Selamat datang di Calendo!
it: Benvenuto a Calendo!
ja: カレンドへようこそ！
ko: Calendo에 오신 것을 환영합니다!
nl: Welkom bij Calendo!
pl: Witaj w Calendo!
pt_br: Bem-vindo ao Calendo!
pt_pt: Bem-vindo ao Calendo!
ro: Bine ați venit la Calendo!
ru: Добро пожаловать в Календо!
sk: Vitajte v spoločnosti Calendo!
sv: Välkommen till Calendo!
tr: Calendo'ya hoş geldiniz!
uk: Ласкаво просимо до Календо!
zh_hans: 欢迎来到卡倫多！

source: Yearly
ar: سنويا
bg: Годишен
cs: Roční
da: Årligt
de: Jährlich
el: Ετήσια
es: Anual
fi: Vuosittain
fr: Annuel
hu: Éves
id: Tahunan
it: Annuale
ja: 年間
ko: 연간
nl: Jaarlijks
pl: Rocznie
pt_br: Anualmente
pt_pt: Anualmente
ro: Anual
ru: Ежегодно
sk: Ročný
sv: Årligen
tr: Yıllık
uk: Щорічно
zh_hans: 一年一次的

source: Yes
ar: نعم
bg: Да
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
sk: Áno
sv: Ja
tr: Evet
uk: Так
zh_hans: 是

source: Wk
de: Wo
el: Εβ
es: S
fr: S
it: S
ja: 週間
pt_br: Semana
pt_pt: S
zh_hans: 周
